{"translation-revision-date":"2024-09-02 10:04:20+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"ca"},"Optional - Select your hosting provider.":["Opcional - Seleccioneu el proveïdor d'allotjament."],"Finish":["Finalitza"],"Get 40% off":["Aconseguiu un descompte del 40%"],"Updating dashboard...":["S'està actualitzant el tauler..."],"Scanning for vulnerabilities...":["S'estan explorant les vulnerabilitats..."],"Initializing vulnerability detection...":["S'està inicialitzant la detecció de vulnerabilitats..."],"Activating options...":["Activant opcions..."],"Starting SSL health scan...":["S'està iniciant l'escaneig de salut del SSL..."],"%s is now allowed":["%s ara està permès"],"Trust Username":["Confia en aquest nom d'usuari"],"Block Username":["Bloca el nom d'usuari"],"Activate Limit login attempts to enable this block.":["Activa el límit d'intents d'inici de sessió en activar aquest bloc."],"You have selected %s rows":["Heu seleccionat %s files"],"Trust IP Address":["Confia en l'adreça IP"],"of":["de"],"Rows per page:":["Files per pàgina:"],"Activate Two Step Verification to enable this block.":["Activeu la verificació en dos passos per a activar aquest bloc."],"You have selected %s users":["Heu seleccionat %s usuaris"],"Add User":["Afegeix un usuari"],"Activate login protection to enable this block.":["Activa la protecció d'inici de sessió per habilitar aquest bloc."],"Block IP Address":["Bloca l'adreça IP"],"Block":["Bloca"],"Add":["Afegeix"],"IP Address":["Adreça IP"],"Add IP Address":["Afegeix una adreça IP"],"Invalid ip address":["L'adreça IP no és vàlida"],"Search":["Cerca"],"Remove":["Suprimeix"],"Reset":["Reinicialitza"],"rows":["files"],"You have selected":["Heu seleccionat"],"All notifications are triggered successfully, please check your email to double-check if you can receive emails.":["Totes les notificacions s'han activat correctament. Comproveu el correu electrònic per a corroborar que podeu rebre correus electrònics."],"You have not enabled the email notifications in the general settings.":["No heu habilitat les notificacions per correu electrònic a la configuració general."],"The notification test only works if you save the setting first.":["La prova de notificacions només funciona si deseu primer la configuració."],"Activate vulnerability detection to enable this block.":["Activa la detecció de vulnerabilitats per habilitar aquest bloc."],"No vulnerabilities found":["No s'han trobat vulnerabilitats"],"Reporting enabled":["S'ha habilitat l'informe"],"Scanning your WordPress configuration":["S'està escanejant la configuració del WordPress"],"Collecting plugin, theme and core data":["S'estan recollint dades de l'extensió, del tema i del nucli"],"Preparing vulnerability detection":["S'està preparant la detecció de vulnerabilitats"],"Beta":["Beta"],"Update":["Actualitza"],"Isolates the plugin or theme if no update can be performed":["Aïlla l'extensió o el tema si no es pot realitzar cap actualització"],"Force update the plugin or theme":["Força l'actualització de l'extensió o del tema"],"Loading...":["S'està carregant..."],"Test notifications":["Notificacions de prova"],"Skip":["Salta"],"Privacy Statement":["Declaració de privacitat"],"Include 6 Tips & Tricks to get started with Really Simple SSL.":["Inclou 6 consells i trucs per començar amb el Really Simple SSL."],"Your email address":["La vostra adreça electrònica"],"Search for a post.":["Cerca una entrada."],"Redirect to this post when someone tries to access \/wp-admin or \/wp-login.php. The default is a 404 page.":["Redirigeix a aquesta entrada quan algú intenti accedir a \/wp-admin o \/wp-login.php. Per defecte és una pàgina 404."],"%s cannot be implemented due to server limitations. Check your notices for the detected issue.":["%s no es pot implementar a causa de les limitacions del servidor. Consulteu els avisos de la incidència detectada."],"Error detected":["Error detectat"],"Disabled":["Deshabilitat"],"Fetching next step...":["S'està recollint el següent pas..."],"Exit":["Surt"],"Enable Learning Mode to configure automatically":["Activa el mode d'aprenentatge perquè es configuri automàticament"]," The %s is now in report-only mode and will collect directives. This might take a while. Afterwards you can Exit, Edit and Enforce these Directives.":[" El %s està ara en mode només d'informe i recollint directives. Això pot trigar una estona. Després podreu sortir, editar i aplicar aquestes directives."],"The Permissions Policy has been disabled.":["S'ha desactivat la política de permisos."],"Permissions Policy is set outside Really Simple SSL.":["La política de permisos està configurada fora del Really Simple SSL."],"%s is already set outside Really Simple SSL.":["%s ja està configurat fora del Really Simple SSL."],"Re-started test":["Prova reinicialitzada"],"By placing it outside the root folder, it is not publicly accessible.":["En col·locar-ho fora de la carpeta arrel, deixa de ser accessible públicament."],"Send":["Envia"],"Type your question here":["Escriviu la vostra pregunta aquí"],"Permissions Policy is enforced.":["La política de permisos està forçada."],"Stop":["Atura"],"Start scan":["Inicia l'escaneig"],"Everything is now served over SSL":["Ara se serveix tot sobre SSL"],"No results. Start your first scan":["Sense resultats. Inicieu el primer escaneig"],"Show ignored URLs":["Mostra les  URL ignorades"],"View":["Visualitza"],"Deactivate":["Desactiva"],"Review the settings and enforce the policy":["Reviseu els paràmetres i reforçeu la política"],"We finished the configuration.":["Hem acabat amb la configuració."],"Learning Mode":["Mode d'aprenentatge"],"Disable to configure":["Desactiva per configurar"],"Enforced":["Forçat"],"Enforce":["Força"],"No results":["Cap resultat"],"failed":["suspès"],"success":["correcte"],"Blocked":["Bloquejat"],"Allowed":["Permès"],"All":["Tot"],"%s is enforced.":["S'ha forçat %s."],"%s has been disabled.":["S'ha desactivat %s."],"Network settings":["Configuració de la xarxa"],"This feature is only available networkwide.":["Aquesta funció només està disponible per a tota la xarxa."],"Revoke":["Revoca"],"Install SSL":["Instal·la SSL"],"Ignore":["Ignora"],"Help":["Ajuda"],"Edit":["Edita"],"New":["Nou"],"The certificate is not generated by Really Simple SSL, so there are no installation files here":["El certificat no està generat pel Really Simple SSL, de manera que aquí no hi ha fitxers d'instal·lació"],"Skip DNS verification":["Omet la verificació DNS"],"DNS verification active. You can switch back to directory verification here.":["Verificació del DNS activa. Aquí podeu tornar a la verificació del directori."],"Disable":["Desactiva"],"Allow":["Permet"],"Fix":["Correcció"],"Delete":["Suprimeix"],"Username":["Nom d'usuari"],"Details":["Detalls"],"Activate":["Activa"],"Value":["Valor"],"Override SSL detection.":["Sobreescriu la detecció del SSL."],"The CA Bundle will sometimes be automatically detected. If not, you can use this file.":["De vegades es detecta automàticament el CA Bundle. Si no és el cas, podeu utilitzar aquest fitxer."],"Certificate Authority Bundle (CABUNDLE)":["Paquet d'autoritats certificadores (CABUNDLE)"],"The private key can be uploaded or pasted in the appropriate field on your hosting dashboard.":["La clau privada es pot pujar o enganxar al camp adequat al tauler del vostre allotjament."],"Private Key (KEY)":["Clau privada (KEY)"],"Copy content":["Copia el contingut"],"Download":["Baixa"],"This is the certificate, which you need to install in your hosting dashboard.":["Aquest és el certificat que heu d'instal·lar al tauler del vostre allotjament."],"Certificate (CRT)":["Certificat (CRT)"],"Install your certificate.":["Instal·leu el certificat."],"Skip DNS check":["Omet la comprovació del DNS"],"If you're sure it's set correctly, you can click the button to skip the DNS check.":["Si esteu segur que s'ha definit correctament, podeu fer clic al botó per ometre la comprovació del DNS."],"You can manually check the DNS records in an %sonline tool%s.":["Podeu consultar manualment els registres DNS en una %seina en línia%s."],"We could not check the DNS records. If you just added the record, please check in a few minutes.":["No hem pogut comprovar els registres DNS. Si acabeu d'afegir el registre, comproveu-ho en uns minuts."],"Add the following token as text record to your DNS records. We recommend to use a short TTL during installation, in case you need to change it.":["Afegiu el següent testimoni com a registre de text als registres DNS. Us recomanem utilitzar un TTL curt durant la instal·lació, en cas que necessiteu canviar-lo."],"Inside the folder called “ssl” create a new folder called “certs”, with 644 writing permissions.":["Dins de la carpeta anomenada «ssl» creeu una carpeta nova anomenada «certs», amb permisos d'escriptura 644."],"The certificate will get stored in this directory.":["El certificat s'emmagatzemarà en aquest directori."],"Create a certs directory":["Crea un directori de certificats"],"Inside the folder called “ssl” create a new folder called “keys”, with 644 writing permissions.":["Dins de la carpeta anomenada «ssl» creeu una carpeta nova anomenada «keys», amb permisos d'escriptura 644."],"Create a folder called “ssl”":["Crea una carpeta anomenada «ssl»"],"Navigate in FTP or File Manager to one level above the root of your WordPress installation:":["Navegueu en l'FTP o en el gestor de fitxers a un nivell superior a l'arrel de la vostra instal·lació del WordPress:"],"The key directory is needed to store the generated keys.":["El directori de claus és necessari per a emmagatzemar les claus generades."],"Create a key directory":["Crea un directori de claus"],"If the challenge directory cannot be created, you can either remove the server limitation, or change to DNS verification.":["Si no es pot crear el directori de reptes de verificació, podeu eliminar la limitació del servidor o canviar a la verificació del DNS."],"Or you can switch to DNS verification":["O podeu canviar a verificació del DNS"],"Click the refresh button.":["Feu clic al botó d'actualització."],"Inside the folder called “.well-known” create a new folder called “acme-challenge”, with 644 writing permissions.":["Dins de la carpeta anomenada «.well-known» creeu una carpeta nova anomenada «acme-challenge», amb permisos d'escriptura 644."],"Create a folder called “.well-known”":["Crea una carpeta anomenada «.well-known»"],"Navigate in FTP or File Manager to the root of your WordPress installation:":["Navegueu en FTP o Gestor de fitxers a l'arrel de la vostra instal·lació del WordPress:"],"The challenge directory is used to verify the domain ownership.":["El directori del repte de verificació s'utilitza per verificar la propietat del domini."],"Create a challenge directory":["Crea un directori de reptes de verificació"],"If the challenge directory cannot be created, or is not reachable, you can either remove the server limitation, or change to DNS verification.":["Si el directori de reptes no es pot crear, o no és accessible, podeu eliminar la limitació del servidor o canviar a la verificació via DNS."],"Next step":["Pas següent"],"Switch to DNS verification":["Canvia a verificació via DNS"],"Please note that auto-renewal with a DNS challenge might not be possible.":["Tingueu en compte que podria no ser possible la renovació automàtica amb un repte de verificació DNS."],"If you also want to secure subdomains like mail.domain.com, cpanel.domain.com, you have to use the %sDNS%s challenge.":["Si també voleu assegurar subdominis com ara mail.domain.com, cpanel.domain.com, heu d'utilitzar el repte de verificació %sDNS%s."],"Switch to directory verification":["Canvia al directori de verificació"],"Domain":["Domini"],"Attempt %s.":["Intent %s."],"Verifying DNS records...":["S'estan verificant els registres DNS..."],"Re-check":["Torna a comprovar"],"Copied!":["S'ha copiat!"],"Warning":["Avís"],"Activate SSL":["Activeu SSL"],"Read more":["Llegeix més"],"Cancel":["Cancel·la"],"More info":["Més informació"],"Activate SSL networkwide":["Activa SSL a tot arreu"],"Check again":["Comprova de nou"]}},"comment":{"reference":"settings\/build\/381.9b8465294454b49768a3.js"}}